2025/committees.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>LSFA 2025</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="style.css" />
</head>
<body>
<div id="preamble" class="status">
<hr style="border-top: 1px solid black;">
  <div class='topnav' style='display: flex; justify-content: space-between; align-items: center;'>
    <a href="/index.html"><h1 style='margin-top: 0; margin-bottom: 0; margin-left:0px;'>LSFA 2025</h1></a>
    <div>
      <a href='index.html' style='font-weight:bold; font-style:italic;'>Home</a> / 
      <a href='cfp.html' style='font-weight:bold; font-style:italic;'>CFP</a> /
      <a href='committees.html' style='font-weight:bold; font-style:italic;'>Committees</a> /
      <a href='accepted.html' style='font-weight:bold; font-style:italic;'>Accepted papers</a> /
      <a href='invited.html' style='font-weight:bold; font-style:italic;'>Invited Speakers</a> /
      <a href='programme.html' style='font-weight:bold; font-style:italic;'>Programme</a> /
      <a href='venue.html' style='font-weight:bold; font-style:italic;'>Venue</a> //
    </div>
  </div>
<hr style="border-top: 1px solid black;">
</div>
<div id="content" class="content">

<div id="outline-container-orgad08fda" class="outline-2">
<h2 id="orgad08fda">Committees</h2>
<div class="outline-text-2" id="text-orgad08fda">
</div>
<div id="outline-container-org4e966fe" class="outline-3">
<h3 id="org4e966fe">Program Committee</h3>
<div class="outline-text-3" id="text-org4e966fe">
</div>
<div id="outline-container-org3dda9cd" class="outline-4">
<h4 id="org3dda9cd">Chairs</h4>
<div class="outline-text-4" id="text-org3dda9cd">
<ul class="org-ul">
<li><a href="https://hanielbarbosa.com/">Haniel Barbosa</a>, Universidade Federal de Minas Gerais, Brazil</li>
<li><a href="https://members.loria.fr/CRingeissen/">Christophe Ringeissen</a>, Inria - LORIA, France</li>
</ul>
</div>
</div>

<div id="outline-container-org221c513" class="outline-4">
<h4 id="org221c513">Members</h4>
<div class="outline-text-4" id="text-org221c513">
<p>
(<b>Already confirmed members</b>)
</p>
<ul class="org-ul">
<li><a href="https://sites.google.com/site/beniaminoaccattoli/">Beniamino Accattoli</a>, <a href="https://www.inria.fr/en">Inria</a> &amp; <a href="https://www.lix.polytechnique.fr/">LIX, École Polytechnique</a>, France</li>
<li><a href="https://www.dcc.fc.up.pt/~sandra/Home/Home.html">Sandra Alves</a>, <a href="https://www.dcc.fc.up.pt/site/">University of Porto</a>, Portugal</li>
<li><a href="https://carlosareces.github.io/">Carlos Areces</a>,	<a href="https://www.famaf.unc.edu.ar/">FaMAF - Universidad Nacional de Córdoba</a>, Argentina</li>
<li><a href="https://thaynaradelima.github.io/">Thaynara Arielly de Lima</a>, <a href="https://ime.ufg.br/">Universidade Federal de Goiás</a>, Brazil</li>
<li><a href="https://mayalarincon.github.io/">Mauricio Ayala-Rincón</a>, <a href="https://www.cic.unb.br/">Universidade de Brasilía</a>, Brazil</li>
<li><a href="https://dimap.ufrn.br/~bedregal/">Benjamín Bedregal</a>, <a href="https://dimap.ufrn.br/">Universidade Federal do Rio Grande do Norte</a>, Brazil</li>
<li><a href="https://www.st-andrews.ac.uk/computer-science/people/jkfb/">Juliana Bowles</a>, <a href="https://www.st-andrews.ac.uk/computer-science/">School of Computer Science, University of St Andrews</a>, UK</li>
<li><a href="https://www.cs.cas.cz/dcerna/">David Cerna</a>, <a href="https://www.cs.cas.cz/">Czech Academy of Sciences Institute of Computer Science</a>, Czech republic</li>
<li><a href="https://members.loria.fr/adiazcaro/">Alejandro Díaz-Caro</a>, <a href="https://www.loria.fr/en/">Inria/LORIA</a> &amp; <a href="https://www.unq.edu.ar/">UNQ</a>, France</li>
<li><a href="https://www.ime.usp.br/~mfinger/">Marcelo Finger</a>, <a href="https://www.ime.usp.br/">University of São Paulo</a>, Brazil</li>
<li><a href="https://liacc.fe.up.pt/member/amf">Mário Florido</a>, <a href="https://liacc.fe.up.pt/">FCUP</a>, Portugal</li>
<li><a href="https://www.irif.fr/~kesner/">Delia Kesner</a>, <a href="https://www.irif.fr/">Université Paris Cité</a>, France</li>
<li><a href="https://momigliano.di.unimi.it/">Alberto Momigliano</a>, <a href="https://di.unimi.it/">Università degli Studi di Milano</a>, Italy</li>
<li><a href="https://flaviomoura.info/">Flavio L. C. de Moura</a>, <a href="https://www.cic.unb.br/">Universidade de Brasilía</a>, Brazil</li>
<li><a href="https://nalon.org/">Cláudia Nalon</a>, <a href="https://www.cic.unb.br/">Universidade de Brasilía</a>, Brazil</li>
<li><a href="https://sites.google.com/site/carlosolarte/">Carlos Olarte</a>, <a href="https://lipn.univ-paris13.fr/">LIPN/Université Sorbonne Paris Nord</a>, France</li>
<li><a href="https://sites.google.com/site/elainepimentel/">Elaine Pimentel</a>, <a href="http://pplv.cs.ucl.ac.uk/welcome/">University College London</a>, UK</li>
<li><a href="https://www.camilorocha.info/">Camilo Rocha</a>, <a href="https://www.javerianacali.edu.co/">Pontificia Universidad Javeriana Cali</a>, Colombia</li>
<li><a href="https://c3novo.furg.br/index.php/component/content/article?id=283">Helida Santos</a>, <a href="https://c3novo.furg.br/">FURG</a>, Brazil</li>
<li><a href="https://dblp.org/pid/202/2338.html">Mallku Soldevila</a>, <a href="https://www.dcc.ufmg.br/">Universidade Federal de Minas Gerais</a>, Brazil</li>
<li><a href="https://ww2.inf.ufg.br/~daniel/">Daniel Ventura</a>, <a href="https://ww2.inf.ufg.br/">Universidade Federal de Goiás</a>, Brazil</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org45b257c" class="outline-3">
<h3 id="org45b257c">Organizing Committee</h3>
<div class="outline-text-3" id="text-org45b257c">
<ul class="org-ul">
<li><a href="https://dblp.org/pid/03/8280.html">Andréia B. Avelar</a>, <a href="https://fup.unb.br/">Universidade de Brasilía</a>, Brazil</li>
<li><a href="https://mayalarincon.github.io/">Mauricio Ayala-Rincón</a>, <a href="https://www.cic.unb.br/">Universidade de Brasilía</a>, Brazil</li>
<li><a href="https://galdino.catalao.ufg.br/">André Luiz Galdino</a>, <a href="https://catalao.ufg.br/">Universidade Federal de Catalão</a>, Brazil</li>
<li><a href="https://flaviomoura.info/">Flavio L. C. de Moura</a>, <a href="https://www.cic.unb.br/">Universidade de Brasilía</a>, Brazil</li>
<li><a href="https://nalon.org/">Cláudia Nalon</a>, <a href="https://www.cic.unb.br/">Universidade de Brasilía</a>, Brazil</li>
<li><a href="https://mat.unb.br/index.php/pessoas/docentes/20-daniele-nantes-sobrinho">Daniele Nantes-Sobrinho</a>, <a href="https://vtss.doc.ic.ac.uk/">Imperial College</a>, UK, and  <a href="https://www.cic.unb.br/">Universidade de Brasilía</a>, Brazil</li>
</ul>
</div>
</div>
</div>
</div>
</body>
</html>
